{
  "name": "India",
  "title": "A Tapestry of Cultures and Colors",
  "imagePath": "/assets/india-trips.jpg",
  "bestSeller": ["leh-ladakh"],
  "packages": {
    "ladakh": {
      "name": "Leh Ladakh",
      "title": "Enter the Enchanting Realm of the Himalayas",
      "imagePath": "/assets/leh.png",
      "about": "Journey into the Heart of the Himalayas with Our Leh Ladakh Tours: Picture yourself amidst the gentle embrace of chilly mountain air, surrounded by the symphony of nature's melodies. Welcome to Ladakh, an oasis of tranquility, adventure, and serenity waiting to captivate your senses.\nLadakh, adorned with names like Maryul and Kha-Chumpa in ancient lore, is now renowned as the 'adventure seeker's haven.' Our Leh Ladakh Tours offer an unparalleled range of experiences—be it riding double-humped camels, exhilarating quad biking on sand dunes, or embarking on road trips across the world's highest passes.\nLegend whispers that Ladakh cradled the birth of Buddhism in India, evident in its ancient monasteries dating back to the 10th century. These serene monasteries exude an authentic Buddhist aura, inviting seekers of peace amid the chaos of modern life. Our Leh Ladakh Tour Packages are your gateway to embracing this spiritual essence.\nUnlike typical destinations boasting architectural marvels or extravagant shopping, Ladakh transcends mere places; it's an immersive experience catering to all. Every visitor discovers something new each day, making a Leh Ladakh tour a must on every traveler's wishlist.\nAmong our array of Leh Ladakh packages, the Ladakh Bike Trip stands as a pinnacle adventure. Riding on some of the world's highest roads offers breathtaking panoramas and an exhilarating rush of wind through your hair—a must for adventure enthusiasts.\nWhile Ladakh is synonymous with adventure, it has also become a haven for couples seeking a mesmerizing honeymoon. Our Ladakh honeymoon package promises an enchanting escapade amidst snow-capped peaks, elevating your love to new heights.\nExplore Ladakh's myriad attractions that redefine experiences. Before selecting your Ladakh tour package, discover the best sites in Leh Ladakh, offering essential insights into this Himalayan wonderland.",
      "bestSeller": ["leh-ladakh"],
      "todos": {
        "title": "Unveiling Ladakh's Favorite Sports for an Adrenaline-Fueled Getaway",
        "subtitle": "Discover Your Adrenaline Rush: Leh Ladakh, the Haven for Thrill Seekers. Brace Yourself for Rock Climbing, Paragliding, and a Bounty of Adventure Sports!",
        "todo": [
          {
            "title": "River Rafting",
            "imageUrl": "https://images.unsplash.com/photo-1629248564797-8c5ba85da9d3?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
            "time": "3 hours approx",
            "content": "Experience the Thrill of River Rafting in Ladakh Amidst Breathtaking Rapids and Mesmerizing Scenery",
            "location": "Nimu"
          },
          {
            "title": "Mountain Biking",
            "imageUrl": "https://images.unsplash.com/photo-1624020348427-90a59ce23df6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
            "time": "2 hours approx",
            "content": "Mountain Biking, the Ultimate Adventure Sport in Leh Ladakh. Revel in Astonishing Vistas atop the Highest Peaks",
            "location": "Leh"
          },
          {
            "title": "Trekking",
            "imageUrl": "https://images.unsplash.com/photo-1551632811-561732d1e306?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
            "time": "3 to 7 days approx",
            "content": "Unveil Leh Ladakh's Splendor, Embark on Challenging Treks for a Glimpse of Astonishing Heights and Breathtaking Peaks",
            "location": "Stok Kangri"
          }
        ]
      },
      "places": {
        "title": "Exploring Leh Ladakh's Marvels",
        "subtitle": "Words falter before the magnificence of Leh Ladakh. A sojourn here is an indelible experience, offering a tapestry of charming monasteries, meandering rivers, picturesque valleys, and serene lakes.",
        "place": [
          {
            "title": "Zanskar Valley",
            "imageUrl": "https://images.unsplash.com/photo-1558369567-f7307042ded1?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
            "content": "Embrace the icy landscapes of Zanskar Valley—an unrivaled gem among Ladakh's destinations.",
            "location": "Ladakh"
          },
          {
            "title": "Pangong Tso Lake",
            "imageUrl": "https://images.unsplash.com/photo-1693236052678-22c4745dfc97?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2073&q=80",
            "content": "Discover the allure of Pangong Tso, a famed lake nestled in Eastern Ladakh, captivating all who visit.",
            "location": "Ladakh"
          },
          {
            "title": "Kargil",
            "imageUrl": "https://images.unsplash.com/photo-1568786701210-416f4df970f1?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80",
            "content": "Situated along the banks of the Indus, Kargil stands tall as one of Ladakh's largest and most captivating towns.",
            "location": "Ladakh"
          }
        ]
      },
      "shop": {
        "title": "Places to shop in Leh Ladakh",
        "subtitle": "It's impossible to come back from a tourist destination without any shopping. This is especially true when it comes to Ladakh where you can find a wide variety of items like Handicrafts, Pashmina Shawls, etc.",
        "items": [
          {
            "title": "Moti Market",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://images.unsplash.com/photo-1508589066756-c5dfb2cb7587?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1974&q=80 ",
            "shopFor": "Tibetan artifacts",
            "location": "Leh"
          },
          {
            "title": "Women’s Alliance Of Ladakh Shopping Hub",
            "time": "12:00 AM - 12:00 AM",
            "imageUrl": "/assets/Destinations/Ladakh/leh_market1.jpg",
            "shopFor": "Woolen Garment, Silver Jewelry",
            "location": "Chubi,Leh"
          },
          {
            "title": "Zanskar Arts",
            "time": "09:00 AM - 09:00 PM",
            "imageUrl": "https://img.freepik.com/premium-photo/leather-craft-leather-working-selected-pieces-ai_949726-186.jpg?w=740",
            "shopFor": "leather goods",
            "location": "Main Bazaar, Leh"
          },
          {
            "title": "Himalayan Pashmina Shawls",
            "time": "09:00 AM - 10:00 PM",
            "imageUrl": "https://media.istockphoto.com/id/177783752/photo/colourful-scarves.jpg?s=612x612&w=0&k=20&c=aZZMPlxHqjiAEZvwldVUT00_6z6RwIHeqT_oMud2iaA=",
            "shopFor": "Pashmina Shawls",
            "location": "Main Bazaar, Leh"
          }
        ]
      }
    },
    "spiti": {
      "name": "Spiti",
      "title": "Journeying to the Realm of the Loftiest Landmarks",
      "imagePath": "https://plus.unsplash.com/premium_photo-1661964133089-630b18fef6e2?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "about": "Unveiling the Majesty of Spiti Valley: Discover Nature's Masterpiece\nNestled over 4,000 meters above sea level, Spiti Valley, known as the 'middle land,' rests between the domains of India and Tibet. This natural wonderland boasts some of the world's loftiest landmarks and winding roads with hairpin bends, making a Spiti Valley tour an essential on every traveler's wishlist. Once the cradle of Buddhism in India, Spiti has evolved into an adventurer's haven, offering unparalleled thrills and adventures, hence the rising popularity of Spiti Valley tour packages.\nSituated in the northernmost reaches, Spiti Valley defies the conventional hill station image while ensuring an equally enthralling experience. Our Spiti Valley tour packages unlock access to some of the planet's most stunning and distinctive destinations. From the serene Chandrataal Lake and the majestic Kunzum Pass to the ancient Key Monastery standing for a millennium, these landmarks await your exploration on a Spiti Valley trip.\nLahaul Spiti tour packages not only treat you to authentic Pahadi delicacies but also elevate your journey to the highest altitude landmarks. Visits to the world's highest post office in Hikkim, the breathtaking Kunzum Pass, and other lofty attractions redefine your journey with our packages.\nYearning to delve into Buddhism and the lives of monks? Our Spiti Valley packages offer an immersive peek into Buddhist culture, allowing interactions with monks residing in the monasteries. For architecture enthusiasts, the monastery premises are a visual delight. Not inclined towards spirituality? Fear not, our Spiti Valley tour packages cater to your adventurous side, offering a plethora of activities—from river rafting on lofty water bodies to trekking expeditions.\nSubmerged beneath the Tethys Sea over 60 million years ago, this cold desert houses ancient marine fossils, intriguing history buffs. Meanwhile, road trip enthusiasts relish the hairpin bends, high passes, and thrilling roads of the Spiti Valley trip. And for those seeking a chilling experience, Spiti's sub-zero temperatures might just make the saying 'ice in my veins' ring true—an adventure best explored with our Spiti tour packages.\nExcited about exploring Spiti? Dive into an all-encompassing experience with our Spiti Valley tour packages.\nAs we promised, Spiti unveils a myriad of unique landmarks, each offering something distinctive to its visitors. Scroll down to discover the destinations awaiting your exploration with our Spiti Valley tour packages and Spiti Valley holiday packages.",
      "bestSeller": ["spiti-valley"],
      "todos": {
        "title": "Unforgettable Adventures in Spiti Valley",
        "subtitle": "Explore boundless opportunities to create cherished memories in Spiti Valley. Engage in invigorating activities like trekking, camping, hiking, and beyond. Immerse yourself in the breathtaking vistas of nature, a perfect backdrop for unforgettable moments with your loved ones.",
        "todo": [
          {
            "title": "Bike Trip",
            "imageUrl": "/assets/Destinations/Spiti/spiti_bike.jpg",
            "time": "9 days approx",
            "content": "Embark on an adventure through the majestic Himalayan mountains on a thrilling bike expedition—an experience that promises awe-inspiring vistas.",
            "location": "Spiti"
          },
          {
            "title": "Camping at Chandratal",
            "imageUrl": "https://farm2.staticflickr.com/1567/26025202075_bd6b7f19c8_b.jpg",
            "time": "1 days approx",
            "content": "Elevate Your Spiti Valley Experience: Create Lasting Memories Camping Near Chandratal Lake, Where Every Direction Offers Stunning Views.",
            "location": "Chandratal Lake"
          },
          {
            "title": "Trek to Dhankar Lake",
            "imageUrl": "https://www.shutterstock.com/image-photo/dhankar-mountain-lake-himalayas-spiti-600nw-1230979567.jpg",
            "time": "1 hour approx",
            "content": "Trekking to Dhankar Lake, a Premier Spiti Valley Experience. Find Perfect Peace in this Serene Sanctuary.",
            "location": "Dhankar Lake"
          }
        ]
      },
      "places": {
        "title": "Exploring Spiti Valley's Marvels",
        "subtitle": "Words falter before the magnificence of Spiti Valley. A sojourn here is an indelible experience, offering a tapestry of charming monasteries, meandering rivers, picturesque valleys, and serene lakes.",
        "place": [
          {
            "title": "Chandratal Lake",
            "imageUrl": "https://www.shutterstock.com/image-photo/different-views-chandratal-lake-4250mtr-600nw-2053943075.jpg",
            "content": "Experience tranquility amidst pristine landscapes at Chandratal, where the crystal-clear waters and refreshing cool breeze create an oasis of peace in Spiti Valley.",
            "location": "Chandratal"
          },
          {
            "title": "Kunzum Pass",
            "imageUrl": "https://t3.ftcdn.net/jpg/03/77/64/42/360_F_377644285_8LIUoEoM25GyNLvKWonEtk65Ml6ZCBCB.jpg",
            "content": "The natural beauty of this region is simply breathtaking and unmatched. Prepare to be captivated by the sheer magnificence of the stunning scenery.",
            "location": "Spiti"
          },
          {
            "title": "Key Monastery",
            "imageUrl": "https://media.istockphoto.com/id/824629312/photo/key-monastery-or-ki-monastery.jpg?s=612x612&w=0&k=20&c=k5BUcvnfCdgUhkYOavFPNUlnltOThgk2PC34saO9EPo=",
            "content": "Key Monastery, Cradle of Buddhist Learning and Oldest Lama Training Center in Spiti Valley",
            "location": "Lahaul"
          },
          {
            "title": "Pin Valley National Park",
            "imageUrl": "https://t3.ftcdn.net/jpg/03/88/68/12/360_F_388681205_aQYys95UGBAOEuHL6jlzslLaHud8CmCd.jpg",
            "content": "Immerse yourself in nature's splendor, spot diverse wildlife, and indulge in a multitude of activities within this scenic sanctuary.",
            "location": "Kaza Valley"
          },
          {
            "title": "Suraj Tal Lake",
            "imageUrl": "https://media.istockphoto.com/id/1302653678/photo/suraj-taal-lake-on-the-way-to-leh.jpg?s=612x612&w=0&k=20&c=BpQ16rCN-l60cgG7QOYEMQJo94fx9b5Coq5kOx1dgZQ=",
            "content": "Nestled amidst stunning mountains, this divine lake is an unmissable gem when exploring Spiti.",
            "location": "Lahaul Valley"
          },
          {
            "title": "Dhankar Monastery",
            "imageUrl": "https://media.istockphoto.com/id/1222261069/photo/dhankar-monastry-perched-on-a-cliff-in-himalayas-india.jpg?s=612x612&w=0&k=20&c=UBz1VJYyXrsXh3YQUrHFtXC1dIR6S4FEe6fHRYpFKWY=",
            "content": "Perched high in the Spiti Valley, this monastery stands as a premier tourist destination, beckoning all who visit.",
            "location": "Dhankhar"
          }
        ]
      },
      "shop": {
        "title": "Places to shop in Spiti Valley",
        "subtitle": "Spiti Valley boasts a thriving handicraft industry, offering an array of Tibetan artifacts. When visiting Spiti, dedicate ample time to explore the multitude of shops and stalls, immersing yourself in this vibrant cultural experience.",
        "items": [
          {
            "title": "Spiti Wears",
            "time": "12:00 AM - 12:00 AM",
            "imageUrl": "/assets/Destinations/Spiti/Pashmina-Shawls-of-Kashmir.webp",
            "shopFor": "Winter Wear",
            "location": "Kaza"
          },
          {
            "title": "Pema collection Kaza",
            "time": "12:30 PM - 09:00 PM",
            "imageUrl": "https://www.tibettravel.org/assets/images/tibet-travel-advice/tibetan-prayer-wheels.jpg",
            "shopFor": "Tibetan artifacts",
            "location": "Kaza"
          },
          {
            "title": "Kunzum Shopping Complex",
            "time": "09:00 AM - 09:00 PM",
            "imageUrl": "https://media.istockphoto.com/id/1067431158/photo/gemstones-collection-jewelry-set.jpg?s=612x612&w=0&k=20&c=EWHN9XrWwlcjz0yk9JrBu28uzZFjN7KfIUcAPsSb-i0=",
            "shopFor": "Woolen Clothes, Local Jewellery, Stone Jewels",
            "location": "Demul, Lahul and Spiti"
          },
          {
            "title": "Kaza Market",
            "time": "12:00 AM - 12:00 AM",
            "imageUrl": "https://cdn.fashiola.in/I187940/768x0/6-winter-college-outfit-ideas-under-rs-5k.jpg",
            "shopFor": "Winter Wear, Chinese Utensils",
            "location": "Kaza"
          },
          {
            "title": "Spiti Souvenir Shop",
            "time": "08:30 AM - 09:00 PM",
            "imageUrl": "https://www.matthebasics.com/wp-content/uploads/2022/03/7.Persian-knotted-rug.jpg",
            "shopFor": "Carpet, Pure Wool Shawls and Woollen Clothes",
            "location": "Kaza"
          }
        ]
      }
    },
    "kashmir": {
      "name": "Kashmir",
      "title": "The Unmatched Beauty That Captivates",
      "imagePath": "/assets/Destinations/Kashmir/Kashmir.jpg",
      "about": "Kashmir: The Land of Inimitable Beauty\n\n'The country is a vast place full of beautiful destinations and people.' And among these, one of the world's finest destinations stands tall—Kashmir. Revered as heaven on Earth, Kashmir epitomizes beauty, serenity, and tranquility. The Mughal Emperor Jahangir, when asked about Kashmir, declared, 'If there’s heaven on Earth, it is here… it is here… it is here…'—a sentiment that resonates deeply with this paradise. With unparalleled beauty awaiting exploration, Kashmir tour packages are cherished by travelers seeking respite from the ordinary, yearning to embrace bliss.\n\n'The place is more beautiful than heaven and is a benefactor of supreme bliss and happiness.' Such sentiments echo among all who embark on a Kashmir tour with our packages. Snow-capped mountains, diverse flora and fauna, warm hospitality, exceptional arts and crafts, and incomparable beauty define Kashmir—a destination worthy of experiencing at least once in a lifetime. And what better way to explore this haven than with our Kashmir tour packages?\n\nDistinct from other hill stations, Kashmir isn't just a destination; it's an immersive experience. Our Kashmir tour packages weave a soulful journey through the 'haseen vadiya' (beautiful valleys) of Kashmir. From staying in houseboats on the serene Dal Lake to beholding panoramic vistas from the Gulmarg Gondola, savoring piping hot traditional Kashmiri Kahwa while conversing with locals, to skiing down snow-covered mountains—these are just a glimpse of the experiences awaiting you on a Kashmir trip with our packages.\n\nA dreamy honeymoon deserves an equally dreamy destination, and Kashmir—truly a dreamland—fits the bill. A Kashmir honeymoon with our tailored packages ensures a lifetime of cherished memories. Love permeates the air as you and your partner embark on a romantic Shikara ride on Dal Lake, camp under the star-studded sky of Sonamarg, indulge in a shopping spree across Kashmir's markets, and relish authentic Kashmiri delicacies. Celebrate love in the enchanting valley of Kashmir, and our Kashmir honeymoon packages pave the way for such romantic getaways.\n\nOur Kashmir tour and honeymoon packages stand out for various reasons—top-notch accommodation, immersive sightseeing, adrenaline-fueled adventures—everything required to make your Kashmir trip truly unforgettable. With a multitude of elements making this destination extraordinary, Kashmir undoubtedly merits your visit. Waste no time and delve deeper into the land of 'Haseen Vadiya,' Kashmir.\n\nKashmir is home to a myriad of natural and man-made wonders, each holding a special place in your heart. Our Kashmir tour packages journey through many of these marvels, including Srinagar, Dal Lake, Gulmarg, and Pulwama. While these destinations are scattered across Kashmir, one thing remains certain—your time there will be nothing short of magical.",
      "bestSeller": ["kashmir"],
      "todos": {
        "title": "Things to do in Kashmir",
        "subtitle": "Kashmir, an awe-inspiring destination, is renowned for its diverse array of experiences. From immersing in the local culture to relishing its unique landscapes, there are numerous activities exclusive to this captivating region.",
        "todo": [
          {
            "title": "Shikara Ride",
            "imageUrl": "https://media.istockphoto.com/id/1044781780/photo/dal-lake-in-srinagar-kashmir.jpg?s=612x612&w=0&k=20&c=XqjoHqC9wOlMATxqrwHVXyDMPUGG_wfawGZKwNfm0kE=",
            "time": "45 minutes approx",
            "content": "Embark on a serene Shikara ride and behold the stunning mountains as your boatman glides you across the tranquil Dal Lake.",
            "location": "Dal Lake"
          },
          {
            "title": "Camping",
            "imageUrl": "https://images.pexels.com/photos/14084003/pexels-photo-14084003.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
            "time": "3 days approx",
            "content": "Admire the grandeur of distant mountains while soaking in the serene ambiance of the beautiful Kashmiri Hills.",
            "location": "Kashmiri Hills"
          },
          {
            "title": "Snowboarding & Skiing",
            "imageUrl": "https://images.pexels.com/photos/848599/pexels-photo-848599.jpeg?cs=srgb&dl=pexels-visit-almaty-848599.jpg&fm=jpg",
            "time": "2 hours approx",
            "content": "Delight in the thrill of skiing and snowboarding in Gulmarg, perfect for adventure enthusiasts seeking an adrenaline rush.",
            "location": "Gulmarg"
          },
          {
            "title": "Pony Ride",
            "imageUrl": "https://images.pexels.com/photos/12287958/pexels-photo-12287958.jpeg?cs=srgb&dl=pexels-mysara-hassan-12287958.jpg&fm=jpg",
            "time": "4 hours approx",
            "content": "Explore the picturesque nature and countryside of Kashmir through an enjoyable pony ride in Pahalgam.",
            "location": "Pahalgam"
          },
          {
            "title": "River Rafting",
            "imageUrl": "https://images.pexels.com/photos/11183380/pexels-photo-11183380.jpeg?cs=srgb&dl=pexels-hilmi-i%C5%9F%C4%B1lak-11183380.jpg&fm=jpg",
            "time": "2 hours approx",
            "content": "Experience the adrenaline surge with an exhilarating river rafting adventure on the mighty Lidder River.",
            "location": "Lidder River"
          },
          {
            "title": "Gondola Rides",
            "imageUrl": "https://i.pinimg.com/originals/19/4c/65/194c65e701de5c57f930e8adbd7da9c0.jpg",
            "time": "12 minutes approx",
            "content": "Embark on an unforgettable Gondola ride and witness mesmerizing views of the valley and mountains from high above.",
            "location": "Gulmarg"
          }
        ]
      },
      "places": {
        "title": "Exploring Kashmir's Marvels",
        "subtitle": "Kashmir, with its beautiful landscapes, majestic mountains, sprawling valleys, and lush meadows, offers more than just aesthetic charm. It's a haven for breathtaking views and thrilling adventure sports like skiing, rafting, and much more.",
        "place": [
          {
            "title": "Srinagar",
            "imageUrl": "https://media.istockphoto.com/id/1206379291/photo/mughal-heritage-building-with-snoe-covered-zabarwan-mountains-in-the-background-during-autumn.jpg?s=612x612&w=0&k=20&c=uqe5-EpQjPf2TLJipcqmRjAKqLSOeFxAkMZYTWYIKN8=",
            "content": "Srinagar, the summer capital of Kashmir, is renowned for its enchanting lakes, exquisite gardens, natural surroundings, and iconic houseboats.",
            "location": "Srinagar"
          },
          {
            "title": "Gulmarg",
            "imageUrl": "https://images.pexels.com/photos/10679346/pexels-photo-10679346.jpeg?cs=srgb&dl=pexels-imad-clicks-10679346.jpg&fm=jpg",
            "content": "Nestled in the Pir Panjal Range, Gulmarg stands as a popular skiing destination surrounded by the snow-covered Himalayas",
            "location": "Gulmarg"
          },
          {
            "title": "Pahalgam",
            "imageUrl": "https://images.pexels.com/photos/3974271/pexels-photo-3974271.jpeg?cs=srgb&dl=pexels-imad-clicks-3974271.jpg&fm=jpg",
            "content": "Pahalgam is a quaint town nestled in the Himalayas, offering a serene ambiance and breathtaking views of the surrounding mountains.",
            "location": "Pahalgam"
          },
          {
            "title": "Betaab Valley",
            "imageUrl": "https://www.shutterstock.com/image-photo/view-betab-valley-winter-season-600nw-2044050305.jpg",
            "content": "Situated in Pahalgam, Betaab Valley ranks among the top attractions in Kashmir, embraced by pine and deodar trees.",
            "location": "Betaab Valley, Pahalgam"
          },
          {
            "title": "Sonamarg",
            "imageUrl": "https://images.pexels.com/photos/18907680/pexels-photo-18907680.jpeg?cs=srgb&dl=pexels-aadil-mehraj-18907680.jpg&fm=jpg",
            "content": "Nestled amidst mountains, Sonamarg is a stunning snow-covered hill station adorned with majestic glaciers and serene lakes.",
            "location": "Sonamarg"
          },
          {
            "title": "Dal Lake",
            "imageUrl": "https://images.pexels.com/photos/16498513/pexels-photo-16498513.jpeg?cs=srgb&dl=pexels-soubhagya-maharana-16498513.jpg&fm=jpg",
            "content": "Famed as the pride of Kashmir, Dal Lake is a major attraction in Srinagar, nestled amidst the Pir Panjal peaks.",
            "location": "Srinagar"
          }
        ]
      },
      "shop": {
        "title": "Places to Shop In Kashmir",
        "subtitle": "Kashmir boasts a wealth of talented local artisans showcasing their exquisite handicrafts and souvenirs. For those who relish collecting memorable gifts while traveling, shopping in Kashmir is an essential addition to your itinerary.",
        "items": [
          {
            "title": "Sarnal Payeen Anantnag Kashmir",
            "time": "09:00 AM - 09:00 PM",
            "imageUrl": "https://www.aalekh.co.in/traditional%20art/8_3.jpg",
            "shopFor": "Metal Crafts",
            "location": "Anantnag"
          },
          {
            "title": "Heritage",
            "time": "10:00 AM - 09:00 PM",
            "imageUrl": "https://i1.wp.com/www.radiochinar.in/wp-content/uploads/image-208.png?fit=700%2C466&ssl=1",
            "shopFor": "Traditional Wear",
            "location": "Srinagar"
          },
          {
            "title": "Ahmad Complex",
            "time": "07:00 AM - 11:00 PM",
            "imageUrl": "https://thumbs.dreamstime.com/b/kashmiri-jewellery-24816561.jpg",
            "shopFor": "Kashmiri Jewelry",
            "location": "Budgam"
          },
          {
            "title": "Shri Kedarnath Shop",
            "time": "12:00 AM - 12:00 AM",
            "imageUrl": "https://media.istockphoto.com/id/914602634/photo/a-bottle-of-sandalwood-essential-oil-with-sandalwood.jpg?s=612x612&w=0&k=20&c=QH0kHTfCaaiVyE9nnsXQAQ3kTGytlDid199tJUfZYTU=",
            "shopFor": "Sandalwood And Metals",
            "location": "Katra"
          },
          {
            "title": "Royal Kashmir",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://images.pexels.com/photos/1295572/pexels-photo-1295572.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
            "shopFor": "Dry Fruits",
            "location": "Srinagar"
          },
          {
            "title": "Pick N Choose",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://images.pexels.com/photos/230477/pexels-photo-230477.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
            "shopFor": "Tea Products And More",
            "location": "Srinagar"
          }
        ]
      }
    },
    "meghalaya": {
      "name": "Meghalaya",
      "title": "A Tapestry of Cultures and Colors",
      "imagePath": "/assets/Destinations/Meghalaya/Meghalaya.jpg",
      "about": "Discover Meghalaya: Embrace serenity amidst lush greenery and tranquil landscapes with our Meghalaya tour packages.\n\nKnown as the 'Abode of Clouds', this northeastern gem promises an escape from bustling city life.\n\nMeghalaya's allure lies in its cultural mosaic, shaped by tribes like the Khasi, Garo, and Jaintias, each with unique traditions passed through generations, especially notable for lineage tracing through the maternal line.\nOur packages unveil the best of Meghalaya's landmarks—from the famed Cherrapunji and Shillong to the serene Umiam Lake and the enlightening Don Bosco Museum.\n\nSavor Meghalaya's distinct cuisine blending diverse tribal flavors, highlighting non-vegetarian dishes like Jadoh, Doh Kleh, and Tungrymbai, alongside an array of locally grown teas.\n\nWhat sets Meghalaya apart is its universal appeal, welcoming travelers with English as its official language. This state seamlessly blends nature, culture, and adventure, showcasing pristine forests, stunning waterfalls, and the awe-inspiring living root bridges, a unique facet of northeastern India.\n\nExplore the best of Meghalaya with our tour packages and delve into its captivating beauty and cultural richness.",
      "bestSeller": ["meghalaya"]
    },
    "andaman": {
      "name": "Andaman & Nicobar Islands",
      "title": "A Tapestry of Cultures and Colors",
      "imagePath": "/assets/india-trips.jpg",
      "about": "asdf",
      "bestSeller": ["andaman"]
    },
    "sikkim": {
      "name": "Sikkim",
      "title": "A Tapestry of Cultures and Colors",
      "imagePath": "/assets/india-trips.jpg",
      "about": "asdf",
      "bestSeller": ["leh-ladakh"]
    },
    "uttarakhand": {
      "name": "Uttarakhand",
      "title": "Explore the Hidden Gems of Uttarakhand, a Divine Land of Spiritual Splendor",
      "imagePath": "/assets/india-trips.jpg",
      "about": "asdf",
      "bestSeller": ["leh-ladakh"]
    },
    "kerala": {
      "name": "Kerala",
      "title": "A Tapestry of Cultures and Colors",
      "imagePath": "/assets/india-trips.jpg",
      "about": "asdf",
      "bestSeller": ["leh-ladakh"]
    },
    "himachalpradesh": {
      "name": "Himachal Pradesh",
      "title": "Embark on a Journey to the Enchanting Realm of Deities and Unmatched Thrills",
      "imagePath": "/assets/india-trips.jpg",
      "about": "asdf",
      "bestSeller": ["leh-ladakh"],
      "todos": {
        "title": "Top Adventures to Explore in Himachal Pradesh for an Exciting Experience",
        "subtitle": "Himachal Pradesh presents an array of exhilarating adventures amidst stunning mountain ranges and valleys.",
        "todo": [
          {
            "title": "Trekking",
            "imageUrl": "https://images.unsplash.com/photo-1551632811-561732d1e306?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "12 days approx",
            "content": "Exploring the trails of Himachal Pradesh through trekking unveils awe-inspiring mountain vistas, demanding pathways, and a captivating insight into the cultural heritage of the area.",
            "location": "Pin Parvati Pass"
          },
          {
            "title": "River Rafting",
            "imageUrl": "https://images.unsplash.com/photo-1596021688656-35fdc9ed0274?q=80&w=1943&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "3 hours approx",
            "content": "In Himachal Pradesh, rafting promises an adrenaline-pumping encounter with thrilling rapids, pristine river panoramas, and an unforgettable adventure set amidst the Himalayas.",
            "location": "Satluj River"
          },
          {
            "title": "Camping",
            "imageUrl": "https://images.unsplash.com/photo-1602391833977-358a52198938?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 day approx",
            "content": "Immerse yourself in the tranquility of Himachal Pradesh through camping, where serene natural surroundings, star-studded skies, and a peaceful retreat await, providing a respite from the urban rush.",
            "location": "Spiti"
          },
          {
            "title": "Rock Climbing",
            "imageUrl": "https://app.vacationlabs.com/system/images/000/422/467/4d9e35a0ccbe21dbdfb8778baf11f955/banner/IMG_20170526_142816949.jpg?1626169474",
            "time": "3 day approx",
            "content": "Embark on an exhilarating journey of rock climbing in Himachal Pradesh, presenting thrilling challenges, awe-inspiring views, and a chance to push your physical and mental boundaries to new heights.",
            "location": "Patalsu Peak"
          },
          {
            "title": "Ice Skiing",
            "imageUrl": "https://images.unsplash.com/photo-1483105247493-5119b3c813fb?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "20 minutes approx",
            "content": "Partake in the exhilarating adventure of ice skiing in Himachal, where you'll glide across snow-covered slopes amid stunning mountain vistas, experiencing a thrilling sport set against picturesque landscapes.",
            "location": "Manali"
          },
          {
            "title": "Paragliding",
            "imageUrl": "https://images.unsplash.com/photo-1483105247493-5119b3c813fb?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "20 minutes approx",
            "content": "Indulge in the thrilling adventure of paragliding in Himachal Pradesh, where you'll soar above majestic mountains, verdant forests, and meandering rivers, relishing breathtaking views of the awe-inspiring Himalayas.",
            "location": "Bir Billing"
          }
        ]
      },
      "places": {
        "title": "Discovering Himachal Pradesh: Unforgettable Destinations for Your Getaway",
        "subtitle": "If you're seeking an adventure-packed escapade or a serene retreat amidst nature's bounty, Himachal Pradesh is an idyllic destination that caters to all preferences. This Himalayan haven deserves a prime spot on your travel itinerary for your upcoming getaway.",
        "place": [
          {
            "title": "Manali",
            "imageUrl": "https://images.unsplash.com/photo-1605649487212-47bdab064df7?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": " Manali, nestled in the picturesque landscapes of Himachal Pradesh, stands as a captivating hill station renowned for its enchanting natural vistas and a plethora of thrilling adventure sports.",
            "location": "Manali"
          },
          {
            "title": "Kasol",
            "imageUrl": "https://images.unsplash.com/photo-1581791534721-e599df4417f7?q=80&w=1931&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Kasol, a charming hamlet cradled within the serene Parvati Valley in Himachal Pradesh, holds a special allure for backpackers drawn to its stunning natural beauty and relaxed atmosphere.",
            "location": "Kasol"
          },
          {
            "title": "Jibhi",
            "imageUrl": "https://images.unsplash.com/photo-1701414749238-25e7bd1200a3?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Jibhi, peacefully nestled in Himachal Pradesh's Banjar Valley, is a tranquil hamlet celebrated for its captivating landscapes and serene ambiance, making it an ideal destination for seekers of peace and natural beauty.",
            "location": "Jibhi"
          },
          {
            "title": "Mcleodganj",
            "imageUrl": "https://images.unsplash.com/photo-1626621338418-713655538d99?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Mcleodganj, a vibrant town nestled in the heart of Himachal Pradesh, stands renowned for its rich Tibetan culture, mesmerizing landscapes, and a plethora of exhilarating adventure activities, making it a sought-after destination for diverse experiences.",
            "location": "Mcleodganj"
          },
          {
            "title": "Spiti Valley",
            "imageUrl": "https://images.unsplash.com/photo-1619282401041-56e69dcc5335?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Spiti Valley, cradled within the Himalayas in Himachal Pradesh, is an awe-inspiring high-altitude desert expanse celebrated for its unspoiled natural magnificence and the deeply-rooted Buddhist culture that adds to its mystique and allure.",
            "location": "Spiti Valley"
          },
          {
            "title": "Bir Billing",
            "imageUrl": "https://images.unsplash.com/photo-1683195169345-c2038aec1e53?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Bir Billing, situated in Himachal Pradesh, stands as a renowned hub for paragliding enthusiasts, offering not just breathtaking panoramic views but also an array of thrilling adventures, making it a sought-after destination for adventure seekers and nature enthusiasts alike.",
            "location": "Bir Billing"
          }
        ]
      },
      "shop": {
        "title": "Top Shopping Destinations in Himachal Pradesh",
        "subtitle": "Himachal Pradesh, cradled in the northern Himalayas, presents an exceptional shopping milieu. From vibrant markets to charming boutiques, here's a guide to the finest shopping destinations in Himachal, offering an array of handicrafts, clothing, and local treasures.",
        "items": [
          {
            "title": "Lakkar Bazaar",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://shimlatourism.co.in/images//tourist-places/lakkar-bazar-shimla/lakkar-bazar-shimla-india-tourism-photo-gallery.jpg",
            "shopFor": "Flea & Street Markets",
            "location": "Shimla"
          },
          {
            "title": "Manu Market",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://img.traveltriangle.com/blog/wp-content/uploads/2020/01/shutterstock_1375460456.jpg",
            "shopFor": "Flea & Street Markets",
            "location": "Manali"
          },
          {
            "title": "The Chamber of Picture Treasures",
            "time": "06:00 AM - 06:00 PM",
            "imageUrl": "https://www.nativeplanet.com/photos/325x244x100/2018/12/photo-91-181019-1.jpeg",
            "shopFor": "Art Galleries",
            "location": "Tabo"
          },
          {
            "title": "Maximus Mall",
            "time": "09:00 AM - 09:00 PM",
            "imageUrl": "https://www.tibetanjournal.com/wp-content/uploads/2016/08/Maximus-Mall-Dharamshala.jpg",
            "shopFor": "Shopping Malls",
            "location": "Dharamshala"
          },
          {
            "title": "Tibetan Thanka Shop",
            "time": "08:00 AM - 10:00 PM",
            "imageUrl": "https://dharamshala.guide/img/webpage/potala/potala1.jpg",
            "shopFor": "Art Galleries",
            "location": "Mcleodganj"
          },
          {
            "title": "Palaco Handmade Crafts",
            "time": "09:00 AM - 05:00 PM",
            "imageUrl": "https://www.treebo.com/blog/wp-content/uploads/2017/12/Shopping-Markets-in-Mcledoganj_1.jpg",
            "shopFor": "Gift Shops",
            "location": "Mcleodganj"
          }
        ]
      }
    },
    "rajasthan": {
      "name": "Rajasthan",
      "title": "Embark on an Unprecedented Journey Through the Land of Royalty",
      "imagePath": "/assets/Rajasthan.jpg",
      "about": "Rajasthan Tour Packages: 'The desert tells a different story every time one ventures on it,' and this notion rings true for the state of a myriad of colors and experiences. Rajasthan, or as everyone describes it, 'Rangeelo Rajasthan,' is the largest state in the country, exuding glamour, royalty, culture, and an assortment of flavors that leave a lasting impression on your mind, body, and soul. We're talking about Rajasthan to take you there through our Rajasthan tour packages, allowing you to explore this absolute beauty of a state. 'Padharo Mharo Desh,' and let’s explore the land of the kings.\n\nThe land of royals, Rajasthan, showcases charm, elegance, and grandeur in all its glory. This desert state with its rich history, witnessed through kings and queens, is an unparalleled and exciting Rajasthan trip with our Rajasthan tour packages. As you enter Rajasthan, you’ll be immersed in a world of opulence, left in awe by its unique culture and inimitable beauty. Rajasthan is a kaleidoscope of all things wonderful, witnessed in the royal cities like Jaipur, Udaipur, Jodhpur, and Jaisalmer. Each city painted in different hues: Jaipur known as the 'pink city,' Jodhpur as the 'blue city,' exhibiting unique charm.\n\nYet, Rajasthan isn’t just about grandeur and colossal castles; it’s the vibrant tapestry of colorful culture. The state's traditional attire, adorned with vibrant colors and intricate embroidery, is a visual feast. Women dress in vibrant ghagras and cholis, embellished with mirrors and beads, while men don bright turbans and dhotis. Rajasthan's traditional attire reflects its rich cultural heritage and is a sight to behold. What’s fascinating is trying out authentic Rajasthan attire on your next Rajasthan tour with our Rajasthan holiday packages.\n\nSomeone has rightly said that Rajasthan is an amalgamation of old and new, traditional and modern, reflected in its handicrafts evolving over centuries yet resonating with older times. Intricate carvings on wooden furniture, exquisite block-printed textiles, and stunning jewelry mirror the state's artistic prowess. Rajasthan's handicrafts are renowned worldwide for their beauty and craftsmanship, making excellent souvenirs. Remember your Rajasthan tour with WanderOn’s matchless Rajasthan tour packages. Now, it's time to delve into the state with our Rajasthan tour packages, experiencing places, and creating unforgettable memories worth a lifetime. Without further ado, scroll down, and 'padharo' into the land of dreams and magic: Rajasthan.",
      "bestSeller": ["leh-ladakh"],
      "todos": {
        "title": "Indulge in the Majesty of Adventure: Unveiling Thrilling Activities Across Royal Rajasthan",
        "subtitle": "Embark on a Thrilling Journey through Rajasthan's Adventure Palette, featuring Hot Air Ballooning, Camel Safaris, Trekking, Wildlife Safaris, Ziplining, Rock Climbing, and Beyond. Dive into the Thrills while Exploring the Grandeur of Majestic Forts, Palaces, and Desert Landscapes.",
        "todo": [
          {
            "title": "Hot Air Ballooning",
            "imageUrl": "https://images.unsplash.com/photo-1663336249902-12dc25bcf615?q=80&w=2073&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 hours approx",
            "content": "Embrace the Excitement of River Rafting amidst Ladakh's Spectacular Rapids and Enchanting Landscapes",
            "location": "Pushkar"
          },
          {
            "title": "Camel Safari",
            "imageUrl": "https://images.unsplash.com/photo-1489493585363-d69421e0edd3?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 hours approx",
            "content": "Embark on an Authentic Adventure: Explore Rajasthan's Remote Landscapes, Sand Dunes, and Rural Charms through a Camel Safari in the Thar Desert.",
            "location": "Thar Desert"
          },
          {
            "title": "Wildlife Safari",
            "imageUrl": "https://images.unsplash.com/photo-1700562554203-5b8644512759?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "3 hours approx",
            "content": "Renowned for its Tiger Sightings, Ranthambore National Park invites you on a Wildlife Safari to Encounter Leopards, Deer, and a Diverse Array of Fascinating Fauna.",
            "location": "Ranthambore National Park"
          },
          {
            "title": "Water Sports",
            "imageUrl": "https://images.unsplash.com/photo-1700562554203-5b8644512759?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 hours approx",
            "content": "Discover Udaipur, the Enchanting 'City of Lakes,' where Lake Pichola beckons adventure enthusiasts with thrilling water sports, including speed boating, jet skiing, and parasailing.",
            "location": "Udaipur"
          },
          {
            "title": "Rock Climbing",
            "imageUrl": "https://images.unsplash.com/photo-1630825828081-e80577f6e2df?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 hours approx",
            "content": "Explore the Adventurous Side of Mount Abu: Its rugged terrain presents an ideal landscape for rock climbing, promising an exhilarating challenge for all adventure enthusiasts.",
            "location": "Mount Abu"
          },
          {
            "title": "Camping",
            "imageUrl": "https://images.unsplash.com/photo-1510312305653-8ed496efae75?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "time": "1 day approx",
            "content": "Immerse Yourself in Pushkar's Tranquil Splendor by Camping amidst Nature, a Perfect Gateway to Experience the Authentic Rural Charms of Rajasthan.",
            "location": "Pushkar"
          }
        ]
      },
      "places": {
        "title": "Unveiling the Enchantment of Rajasthan: Must-Visit Destinations to Explore!",
        "subtitle": "Journey Through Rajasthan's Magnificent Realms: Discover Top Destinations Brimming with Culture, History, and Breathtaking Natural Beauty.",
        "place": [
          {
            "title": "Jaipur",
            "imageUrl": "https://images.unsplash.com/photo-1477586957327-847a0f3f4fe3?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Experience the Vibrancy of Jaipur, Fondly Called the Pink City, boasting Magnificent Palaces, Grand Forts, and a Heritage steeped in Rich Cultural Splendor",
            "location": "Jaipur"
          },
          {
            "title": "Udaipur",
            "imageUrl": "https://images.unsplash.com/photo-1615836245337-f5b9b2303f10?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Immerse Yourself in Udaipur, the Romantic 'City of Lakes,' adorned with Mesmerizing Lakes, Opulent Palaces, and a Rich Tapestry of Heritage Sites.",
            "location": "Udaipur"
          },
          {
            "title": "Jaisalmer",
            "imageUrl": "https://images.unsplash.com/photo-1602858659965-ea6f743b7679?q=80&w=1993&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Discover Jaisalmer, the Enchanting 'Golden City' nestled within the desert, showcasing Spectacular Sand Dunes, Majestic Forts, Elegant Havelis, and a Cultural Heritage that Resonates Through Time.",
            "location": "Jaisalmer"
          },
          {
            "title": "Pushkar",
            "imageUrl": "https://images.unsplash.com/photo-1584245231969-b906af752fd3?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Explore the Sacred Aura of Pushkar, renowned for its Holy Lake, Temples, Vibrant Markets, and the Annual Spectacle of the Camel Fair.",
            "location": "Pushkar"
          },
          {
            "title": "Ajmer",
            "imageUrl": "https://images.unsplash.com/photo-1646559120826-a5ceb93c74b3?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Experience the Spiritual Essence of Ajmer, home to the Renowned Shrine of Khwaja Moinuddin Chishti, along with a Tapestry of Historical Landmarks.",
            "location": "Ajmer"
          },
          {
            "title": "Chittorgarh",
            "imageUrl": "https://images.unsplash.com/photo-1679635520551-cd02914fa9f7?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "content": "Step into Chittorgarh, a City Steeped in History and Cultural Opulence, where Majestic Forts and Palaces, notably the Iconic Chittorgarh Fort, Echo the Rich Heritage of the Region.",
            "location": "Chittorgarh"
          }
        ]
      },
      "shop": {
        "title": "Retail Therapy in Rajasthan: Explore the Finest Shopping Destinations for a Shopaholic's Delight!",
        "subtitle": "Immerse Yourself in Rajasthan's Colorful Shopping Extravaganza, showcasing an Array of Traditional Handicrafts, Textiles, Exquisite Jewelry, and Beyond. Explore the Premier Shopping Destinations across the Region.",
        "items": [
          {
            "title": "Johari Bazaar",
            "time": "10:00 AM - 07:00 PM",
            "imageUrl": "https://images.unsplash.com/photo-1606837731918-f006ef0ef3da?q=80&w=1779&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "shopFor": "Jewelry",
            "location": "Jaipur"
          },
          {
            "title": "Ghanta Ghar",
            "time": "09:00 AM - 09:00 PM",
            "imageUrl": "https://images.unsplash.com/photo-1636011203281-a76ae5a437dd?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "shopFor": "Antiques",
            "location": "Jodhpur"
          },
          {
            "title": "Hathi Pol Bazaar",
            "time": "10:00 AM - 09:00 PM",
            "imageUrl": "https://www.exoticmiles.com/wp-content/uploads/2020/06/Hathi-Pol-Bazaar.jpg",
            "shopFor": "Rajasthani Handicrafts",
            "location": "Udaipur"
          },
          {
            "title": "Sadar Bazaar",
            "time": "10:00 AM - 10:00 PM",
            "imageUrl": "https://travelogyindia.b-cdn.net/blog/wp-content/uploads/2018/09/Sadar-Bazaar.jpg",
            "shopFor": "Leather Goods",
            "location": "Jaisalmer"
          },
          {
            "title": "Kote Gate Market",
            "time": "10:00 AM - 08:00 PM",
            "imageUrl": "https://static.toiimg.com/thumb/msid-66829394,width-1070,height-580,resizemode-75,imgsize-1284697,pt-32,y_pad-40/66829394.jpg",
            "shopFor": "Spices",
            "location": "Bikaner"
          },
          {
            "title": "Nehru Bazaar",
            "time": "10:00 AM - 09:00 PM",
            "imageUrl": "https://www.hellotripper.com/static/img/drive/things/78.jpg",
            "shopFor": "Textiles",
            "location": "Jaipur"
          }
        ]
      }
    }
  }
}
