{
    "srinagar-leh-manali": {
        "tour": "india",
        "title": "10 Days Srinagar Leh Manali Bike Trip",
        "imageUrl": "/assets/leh.png",
        "date": "10-05-10",
        "duration": "9N - 10D",
        "price": "37,499",
        "link": "/trips/srinagar-leh-manali",
        "tagline": "Ride Through the Himalayas",
        "destination": "Leh",
        "pickanddrop": "Srinagar - Delhi",
        "about": "<p class=\"has-line-data\" data-line-start=\"0\" data-line-end=\"4\"><h1 style=\"color: blue;\">Experience<h1> the majestic beauty of Ladakh with this 10-day Leh Ladakh tour package that takes you on a journey through some of the most breathtaking landscapes in the world. Starting from Srinagar, the capital of Jammu and Kashmir, the tour takes you to Kargil, Leh, Nubra, Pangong, Sarchu, and Manali before concluding in Delhi.<br>The trip begins with a local sightseeing tour of Srinagar, followed by a visit to Kargil, famous for its role in the India-Pakistan war. From there, the journey proceeds towards Leh, the capital city of Ladakh, where you will explore popular attractions like Pathar Sahib Gurudwara, Magnetic Hill, and Sangam.<br>The tour then takes you to Nubra Valley, a picturesque region known for its sand dunes and lush greenery. You will also visit Turtuk, a remote village located close to the Pakistan border that has recently been opened to tourists. From there, the journey continues to Pangong Tso, a serene high-altitude lake that changes color throughout the day, before heading back to Leh.<br>The final leg of the tour takes you through Sarchu and Manali, two popular tourist destinations in Himachal Pradesh, before concluding in Delhi. With comfortable accommodations, well-planned itinerary, and expert guidance throughout the journey, this Leh Ladakh tour package promises an unforgettable experience for travelers seeking adventure and natural beauty.</p>",
        "ytvideo": "",
        "itinerary": [
            {
                "title": "Arrival At Srinagar - Overnight Stay At Srinagar",
                "description": "test"
            }
        ],
        "notes": "",
        "videos": [],
        "photos": [],
        "testimonials": [],
        "costing": [],
        "inclusions": "",
        "exclusions": "",
        "other": "",
        "thingtocarry": "",
        "similartrips": [],
        "trending": true
    },
    "leh-to-leh-6n-turtuk-nubra-pangong": {
        "tour": "india",
        "title": "7 Days Leh Ladakh Tour Package With Turtuk Village",
        "imageUrl": "/assets/leh.png",
        "date": "10-05-10",
        "duration": "6N - 7D",
        "price": "27,999",
        "link": "/trips/leh-to-leh-6n-turtuk-nubra-pangong",
        "tagline": "Explore The Untamed Beauty, Coupled With Unparalleled Adventure",
        "destination": "Leh",
        "pickanddrop": "Leh",
        "about": "<p>Ladakh is not just another Instagram destination in the mountains, it is a Himalayan wonderland where dreams come alive, where the mountains meet the horizon, and the Indus River dances to the tunes of a flourishing civilization! It is a cold desert with all the warmth we need in life. A trip to Ladakh starts with a flight ticket to Leh, with the window seat offering grand views of the snow-capped mountains and the journey that awaits us! On arriving at Leh, we will witness the beauty of the unique city nestled in the Himalayan mountains. We ride across the city and visit the hall of fame, Shanti Stupa, Pathar Sahib Gurudwara, and magnetic hill to woo science! However, what tops the journey is a visit to the Turtuk village, which is one of the northmost villages of our country. Culturally different from the mainstream Ladakhi traditions, Turtuk village majorly harbours the practices of Islam! Leh trip with Turtuk village also includes an adrenaline-filled ride to the top Khardung La, the colorful Pangong Tso, and the desert of Nubra Valley! Such power-packed Leh to Leh packages is hard to come by! So join us in this adventure ridden journey across Ladakh.</p>",
        "ytvideo": "",
        "itinerary": [
            {
                "title": "Arrival At Srinagar - Overnight Stay At Srinagar",
                "description": "test"
            }
        ],
        "notes": "",
        "videos": [],
        "photos": [],
        "testimonials": [],
        "costing": [],
        "inclusions": "",
        "exclusions": "",
        "other": "",
        "thingtocarry": "",
        "similartrips": [],
        "trending": true
    },
    "7n-8d-best-of-vietnam-tour-package": {
        "tour": "international",
        "title": "Vietnam:Timeless Beauty, Endless Adventures",
        "imageUrl": "/assets/vietnam-package.jpg",
        "date": "10-05-10",
        "duration": "6N - 7D",
        "price": "27,999",
        "link": "/trips/7n-8d-best-of-vietnam-tour-package",
        "tagline": "Explore The Untamed Beauty, Coupled With Unparalleled Adventure",
        "destination": "Hanoi- Ho Chi Minh",
        "pickanddrop": "Hanoi- Ho Chi Minh",
        "about": "Vietnam, renowned for its rich blend of history, culture, and natural splendor, attracts millions of tourists annually. The country boasts captivating cities, each with its distinct characteristics and attractions, making a Vietnam tour package an ideal choice for a memorable vacation. Hanoi, the capital, seamlessly marries old-world charm with modernity, inviting visitors to explore its ancient temples, winding streets, bustling markets, and trendy cafes. Ho Chi Minh City, also known as Saigon, stands out as Vietnam's largest city, featuring a unique blend of colonial architecture, modern skyscrapers, and traditional markets. It serves as a historical and cultural hub, with museums and landmarks showcasing the nation's rich past. Other noteworthy cities like Hue, home to the historic Imperial City, and Hoi An, a coastal town with well-preserved ancient architecture, offer diverse experiences. A visit to the breathtaking Halong Bay, characterized by towering limestone cliffs and emerald waters, is an essential part of any Vietnam itinerary. Overall, Vietnam provides a plethora of experiences, and its cities, whether for history, culture, cuisine, or natural beauty, promise an unforgettable journey through this captivating destination.",
        "ytvideo": "",
        "itinerary": [
            {
                "title": "Hanoi Arrival - Half-Day City Tour. Overnight Stay At Hanoi",
                "description": "Arrive at Noi Bai International Airport in Hanoi Meet your local guide and transfer to your hotel In the afternoon we will start exploring Hanoi by visiting the famous Train Street Next, we will visit Ba Dinh Square – the biggest square in Hanoi that houses the Complex of Ho Chi Minh alongside There you will visit the Ho Chi Minh Mausoleum, Ho Chi Minh's house-on-stilts, and his fish pond We will also visit the Japanese-style one-pillar Pagoda Further, you will visit Tran Quoc Pagoda located on a small peninsula on the East side of the dazzling West Lake, which is the most ancient pagoda in Hanoi with a history line of more than 1,500 years Later, we will stroll around the Old Quarters of Hanoi and the Hoan Kiem Lake (the “Sword” Lake) After completing the day's sightseeing you will transfer back to your hotel Overnight stay in Hanoi"
            }
        ],
        "notes": "",
        "videos": [],
        "photos": [],
        "testimonials": [],
        "costing": [],
        "inclusions": "",
        "exclusions": "",
        "other": "",
        "thingtocarry": "",
        "similartrips": [],
        "trending": true
    }
}